Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# account_view_backup
source: Backup to external media
ar: النسخ الاحتياطي على وسائل الإعلام الخارجية
bg: Архивиране на външен носител
cs: Záloha na externí médium
da: Backup på eksterne medier
de: Sicherung auf externes Medium
el: Αντίγραφο ασφαλείας σε εξωτερικό μέσο
es: Copia de seguridad en medios externos
fa: پشتیبان گیری در رسانه های خارجی
fi: Varmuuskopiointi ulkoiselle tallennusvälineelle
fr: Sauvegarde sur support externe
he: גיבוי לתקשורת חיצונית
hi: बाहरी मीडिया पर बैकअप
hr: Sigurnosna kopija na vanjski medij
hu: Biztonsági mentés külső adathordozóra
id: Cadangan pada media eksternal
it: Backup su media esterni
ja: 外部メディアへのバックアップ
ko: 외부 미디어로 백업
nb: Sikkerhetskopiering til eksterne medier
nl: Back -up naar externe media
pl: Kopia zapasowa na nośnikach zewnętrznych
pt_pt: Backup em mídia externa
ro: Copie de rezervă pe suport extern
ru: Резервное копирование на внешние носители
sk: Záloha na externé médium
sl: Varnostna kopija na zunanji medij
sq: Kopje rezervë në media të jashtme
sr_latn: Bekap na spoljašnji medijum
sv: Säkerhetskopiering på extern media
tr: Harici medyaya yedekleme
uk: Резервне копіювання зовнішніх медіа
vi: Sao lưu vào phương tiện lưu trữ ngoài
zh_hans: 在外部介质上备份
zh_hant: 在外部介質上備份

# account_view_backup_list
source: Backup history
ar: سجل النسخ الاحتياطي
bg: История на архивите
cs: Historie záloh
da: Sikkerheds Kopierings Historik
de: Sicherungsverlauf
el: Ιστορικό αντιγράφων ασφαλείας
es: Historial de copias de seguridad
fa: تاریخچه نسخه پشتیبان
fi: Varmuuskopio Historia
fr: Historique des sauvegardes
he: היסטוריית גיבויים
hi: बैकअप इतिहास
hr: Povijest sigurnosnih kopija
hu: Biztonsági mentések előzményei
id: Riwayat cadangan
it: Cronologia dei backup
ja: バックアップ履歴
ko: 백업 기록
nb: Sikkerhetskopiering Historikk
nl: Back-upgeschiedenis
pl: Historia kopii zapasowych
pt_pt: Histórico de cópias de segurança
ro: Istoricul copiilor de rezervă
ru: История резервных копий
sk: História záloh
sl: Zgodovina varnostnih kopij
sq: Historiku i kopjeve rezervë
sr_latn: Istorija bekapa
sv: Säkerhetskopiering Historik
tr: Yedekleme geçmişi
uk: Історія резервних копій
vi: Lịch sử sao lưu
zh_hans: 备份历史记录
zh_hant: 備份歷史記錄

# account_view_backup_restore
source: Backup / Restore
ar: النسخ الاحتياطي/الاستعادة
bg: Архивиране / възстановяване
cs: Záloha / Obnovení
da: Backup / gendannelse
de: Sichern / Wiederherstellen
el: Αντίγραφο ασφαλείας / Επαναφορά
es: Copia de seguridad / restauración
fa: پشتیبان گیری / بازیابی
fi: Varmuuskopioi/Palauta
fr: Sauvegarde / Restauration
he: גיבוי / שחזור
hi: बैकअप / पुनर्स्थापना
hr: Sigurnosna kopija / obnova
hu: Biztonsági mentés / Visszaállítás
id: Cadangan / Pemulihan
it: Backup/Ripristino
ja: バックアップ /復元
ko: 백업 / 복원
nb: Sikkerhetskopiering / gjenoppretting
nl: Back -up / herstellen
pl: Kopia zapasowa / przywracanie
pt_pt: Backup / Restauração
ro: Copie de rezervă / Restaurare
ru: Резервное копирование / восстановление
sk: Záloha / Obnovenie
sl: Varnostna kopija / Obnovitev
sq: Kopje rezervë / Rikthim
sr_latn: Bekap / Vraćanje
sv: Säkerhetskopiering / återställning
tr: Yedekleme/Geri Yükleme
uk: Резервне копіювання / Відновлення
vi: Sao lưu / Khôi phục
zh_hans: 备份 /还原
zh_hant: 備份 /還原

# account_view_backup_verify
source: Verify a backup
ar: التحقق من النسخة الاحتياطية
bg: Проверка на архив
cs: Ověřit zálohu
da: Bekræft en sikkerhedskopi
de: Eine Sicherung verifizieren
el: Επαλήθευση αντιγράφου ασφαλείας
es: Verificar una copia de seguridad
fa: تأیید نسخه پشتیبان
fi: Vahvista varmuuskopio
fr: Vérifier une sauvegarde
he: אימות גיבוי
hi: बैकअप सत्यापित करें
hr: Provjeri sigurnosnu kopiju
hu: Biztonsági mentés ellenőrzése
id: Verifikasi cadangan
it: Verifica un backup
ja: バックアップを確認
ko: 백업 확인
nb: Bekreft en sikkerhetskopi
nl: Een back-up verifiëren
pl: Zweryfikuj kopię zapasową
pt_pt: Verificar um backup
ro: Verifică o copie de rezervă
ru: Проверка резервной копии
sk: Overiť zálohu
sl: Preveri varnostno kopijo
sq: Verifiko një kopje rezervë
sr_latn: Proveri bekap
sv: Verifiera en säkerhetskopia
tr: Yedeklemeyi Doğrula
uk: Перевірка резервної копії
vi: Xác minh bản sao lưu
zh_hans: 验证备份
zh_hant: 驗證備份

# account_view_message_third_part
source: Deleting an account also invalidates all backups created on that account, making it impossible to restore a backup from that account to this or another device.
ar: يؤدي حذف الحساب أيضًا إلى إبطال جميع النسخ الاحتياطية المُنشأة عليه، مما يجعل استعادة نسخة احتياطية منه إلى هذا الجهاز أو أي جهاز آخر أمرًا مستحيلًا.
bg: Изтриването на акаунт също обезсилва всички архиви, създадени за този акаунт, което прави невъзможно възстановяването на архив от този акаунт на това или друго устройство.
cs: Smazání účtu také zneplatní všechny zálohy vytvořené na tomto účtu, takže nebude možné obnovit zálohu z tohoto účtu na toto ani jiné zařízení.
da: Sletning af en konto ugyldiggør også alle sikkerhedskopier, der er oprettet på den konto, hvilket gør det umuligt at gendanne en sikkerhedskopi fra den konto til denne eller en anden enhed.
de: Das Löschen eines Kontos macht auch alle auf diesem Konto erstellten Sicherungen ungültig, wodurch es unmöglich wird, eine Sicherung von diesem Konto auf diesem oder einem anderen Gerät wiederherzustellen.
el: Η διαγραφή ενός λογαριασμού καθιστά επίσης άκυρα όλα τα αντίγραφα ασφαλείας που δημιουργήθηκαν σε αυτόν τον λογαριασμό, καθιστώντας αδύνατη την επαναφορά ενός αντιγράφου από αυτόν τον λογαριασμό σε αυτήν ή σε άλλη συσκευή.
es: Eliminar una cuenta también invalida todas las copias de seguridad creadas en ella, lo que imposibilita restaurar una copia de seguridad de esa cuenta en este u otro dispositivo.
fa: حذف یک حساب کاربری همچنین تمام پشتیبان‌های ایجاد شده در آن حساب را باطل می‌کند و بازیابی پشتیبان از آن حساب به این دستگاه یا دستگاه دیگر را غیرممکن می‌سازد.
fi: Tilin poistaminen mitätöi myös kaikki kyseiselle tilille luodut varmuuskopiot, jolloin varmuuskopion palauttaminen kyseiseltä tililtä tälle tai toiselle laitteelle on mahdotonta.
fr: La suppression d'un compte invalide également toutes les sauvegardes créées sur ce compte, rendant impossible toute restauration d'une sauvegarde de ce compte sur cet appareil ou un autre.
he: מחיקת חשבון מבטלת גם את כל הגיבויים שנוצרו בחשבון זה, מה שמקשה על שחזור גיבוי מחשבון זה למכשיר זה או אחר.
hi: किसी खाते को हटाने से उस खाते पर बनाए गए सभी बैकअप भी अमान्य हो जाते हैं, जिससे उस खाते से इस या किसी अन्य डिवाइस पर बैकअप को पुनर्स्थापित करना असंभव हो जाता है।
hr: Brisanje računa također poništava sve sigurnosne kopije stvorene na tom računu, zbog čega ih nije moguće obnoviti na ovom ili drugom uređaju.
hu: A fiók törlése érvényteleníti az adott fiókon létrehozott összes biztonsági mentést is, ezért lehetetlenné teszi a mentés visszaállítását erről vagy más eszközről.
id: Menghapus akun juga akan membatalkan semua cadangan yang dibuat pada akun tersebut, sehingga mustahil untuk memulihkan cadangan dari akun tersebut ke perangkat ini atau perangkat lain.
it: L'eliminazione di un account invalida anche tutti i backup creati su quell'account, rendendo impossibile ripristinare un backup da quell'account su questo o un altro dispositivo.
ja: アカウントを削除すると、そのアカウントで作成されたすべてのバックアップが無効になり、そのアカウントからこのデバイスまたは他のデバイスにバックアップを復元できなくなります。
ko: 계정을 삭제하면 해당 계정에 생성된 모든 백업이 무효화되어 해당 계정의 백업을 이 기기나 다른 기기로 복원할 수 없습니다.
nb: Sletting av en konto ugyldiggjør også alle sikkerhetskopier som er opprettet på den kontoen, noe som gjør det umulig å gjenopprette en sikkerhetskopi fra den kontoen til denne eller en annen enhet.
nl: Als u een account verwijdert, worden alle back-ups die op dat account zijn gemaakt ongeldig. Het is dan onmogelijk om een
pl: Usunięcie konta unieważnia również wszystkie kopie zapasowe utworzone na tym koncie, uniemożliwiając przywrócenie kopii zapasowej z tego konta na tym lub innym urządzeniu.
pt_pt: A eliminação de uma conta também invalida todos os backups criados nessa conta, impossibilitando a restauração de um backup dessa conta para este ou outro dispositivo.
ro: Ștergerea unui cont invalidează, de asemenea, toate copiile de rezervă create pentru acel cont, făcând imposibilă restaurarea unei copii de rezervă de pe acel cont pe acest dispozitiv sau pe altul.
ru: Удаление учётной записи также делает недействительными все резервные копии, созданные в этой учётной записи, что делает невозможным восстановление резервной копии из этой учётной записи на этом или другом устройстве.
sk: Vymazanie účtu tiež zneplatní všetky zálohy vytvorené na tomto účte, takže nebude možné obnoviť zálohu z tohto účtu na toto ani na iné zariadenie.
sl: Brisanje računa razveljavi tudi vse varnostne kopije, ustvarjene na tem računu, zato jih ni mogoče obnoviti na tej ali drugi napravi.
sq: Fshirja e një llogarie i bën të pavlefshme edhe të gjitha kopjet rezervë të krijuara për atë llogari, duke e bërë të pamundur rikthimin e një kopjeje rezervë të asaj llogarie në këtë ose në një pajisje tjetër.
sr_latn: Brisanje naloga takođe poništava sve bekape napravljene za taj nalog, što onemogućava vraćanje bekapa sa tog naloga na ovaj ili drugi uređaj.
sv: Att ta bort ett konto ogiltigförklarar också alla säkerhetskopior som skapats på det kontot, vilket gör det omöjligt att återställa en säkerhetskopia från det kontot till den här eller en annan enhet.
tr: Bir hesabı silmek, o hesapta oluşturulan tüm yedeklemeleri geçersiz kılar ve bu hesaptan alınan bir yedeklemeyi bu veya başka bir cihaza geri yüklemeyi imkansız hale getirir.
uk: Видалення облікового запису також анулює всі резервні копії, створені в цьому обліковому записі, що унеможливлює відновлення резервної копії з цього облікового запису на цей чи інший пристрій.
vi: Xóa tài khoản cũng sẽ làm mất hiệu lực tất cả các bản sao lưu được tạo trên tài khoản đó, khiến việc khôi phục bản sao lưu từ tài khoản đó sang thiết bị này hoặc thiết bị khác là không thể.
zh_hans: 删除帐户还会使该帐户下创建的所有备份失效，从而无法将该帐户的备份恢复到此设备或其他设备。
zh_hant: 刪除帳戶也會使該帳戶下建立的所有備份失效，無法將該帳戶的備份還原到此裝置或其他裝置。

# account_view_restore
source: Restore from external media
ar: استعادة من وسائل الإعلام الخارجية
bg: Възстановяване от външен носител
cs: Obnovit z externího média
da: Gendan fra eksterne medier
de: Wiederherstellung von externem Medium
el: Επαναφορά από εξωτερικό μέσο
es: Restaurar desde medios externos
fa: بازیابی از رسانه های خارجی
fi: Palauttaminen ulkoisista tallennusvälineistä
fr: Restauration depuis un support externe
he: שחזור מהתקשורת החיצונית
hi: बाहरी मीडिया से पुनर्स्थापित करना
hr: Obnova s vanjskog medija
hu: Visszaállítás külső adathordozóról
id: Memulihkan dari media eksternal
it: Ripristina dai media esterni
ja: 外部メディアから復元します
ko: 외부 미디어에서 복원하십시오
nb: Gjenopprett fra eksterne medier
nl: Herstel van externe media
pl: Przywracanie z nośników zewnętrznych
pt_pt: Restaurando a partir de mídia externa
ro: Restaurează de pe suport extern
ru: Восстановить из внешних носителей
sk: Obnoviť z externého média
sl: Obnovi z zunanjega medija
sq: Rikthe nga media të jashtme
sr_latn: Vrati sa spoljašnjeg medijuma
sv: Återställer från externa media
tr: Harici medyaya geri yükleme
uk: Відновити із зовнішніх медіа
vi: Khôi phục từ phương tiện lưu trữ ngoài
zh_hans: 从外部媒体还原
zh_hant: 從外部媒體還原

# application_backup_restore
source: Restore the backup
ar: استعادة النسخة الاحتياطية
bg: Възстановяване на резервното копие
cs: Obnovit zálohu
da: Gendan sikkerhedskopien
de: Sicherung wiederherstellen
el: Επαναφορά του αντιγράφου ασφαλείας
es: Restaurar la copia de seguridad
fa: بازیابی نسخه پشتیبان
fi: Varmuuskopion varmistus
fr: Restaurer la sauvegarde
he: שחזור הגיבוי
hi: बैकअप रिस्टोर करें
hr: Vrati sigurnosnu kopiju
hu: A biztonsági mentés visszaállítása
id: Pulihkan cadangan
it: Ripristina il backup
ja: バックアップの復元
ko: 백업 복원
nb: Gjenopprette sikkerhetskopien
nl: De back-up herstellen
pl: Przywracanie kopii zapasowej
pt_pt: Restaurar o backup
ro: Restaurarea copiei de rezervă
ru: Восстановление резервной копии
sk: Obnoviť zálohu
sl: Obnovi varnostno kopijo
sq: Rivendos kopjen rezervë
sr_latn: Vrati rezervnu kopiju
sv: Återställ säkerhetskopian
tr: Yedeklemeyi geri yükle
uk: Відновлення резервної копії
vi: Khôi phục bản sao lưu
zh_hans: 恢复备份
zh_hant: 恢復備份

# application_backup_verify
source: Verify the backup
ar: التحقق من النسخة الاحتياطية
bg: Проверка на резервното копие
cs: Ověřit zálohu
da: Verificer sikkerhedskopien
de: Sicherung überprüfen
el: Επαλήθευση του αντιγράφου ασφαλείας
es: Verificar la copia de seguridad
fa: تایید نسخه پشتیبان
fi: Varmuuskopion palautus
fr: Vérifier la sauvegarde
he: אימות הגיבוי
hi: बैकअप वेरिफ़ाई करें
hr: Provjeri sigurnosnu kopiju
hu: A biztonsági mentés ellenőrzése
id: Verifikasi cadangan
it: Verifica il backup
ja: バックアップの検証
ko: 백업 확인
nb: Verifisere sikkerhetskopien
nl: De back-up controleren
pl: Weryfikacja kopii zapasowej
pt_pt: Verificar o backup
ro: Verificarea copiei de rezervă
ru: Проверка резервной копии
sk: Overiť zálohu
sl: Preveri varnostno kopijo
sq: Verifiko kopjen rezervë
sr_latn: Proveri rezervnu kopiju
sv: Verifiera säkerhetskopian
tr: Yedeklemeyi doğrula
uk: Перевірка резервної копії
vi: Xác minh bản sao lưu
zh_hans: 验证备份
zh_hant: 驗證備份

# backup_view_backup
source: Backup
ar: نسخة احتياطية
bg: Архив
cs: Záloha
de: Sicherung
el: Αντίγραφο ασφαλείας
fa: تهیه نسخه پشتیبان
fi: Varmuuskopio
fr: Sauvegarder
he: גיבוי
hi: बैकअप
hr: Sigurnosna kopija
hu: Biztonsági mentés
id: Cadangan
ja: バックアップ
ko: 지원
nb: Sikkerhetskopi
pl: Kopia zapasowa
ro: Copie de rezervă
ru: Резервная копия
sk: Záloha
sl: Varnostna kopija
sq: Kopje rezervë
sr_latn: Bekap
sv: Säkerhetskopiering
tr: Yedekleme
uk: Резервне копіювання
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

# backup_view_beta_message_part_1
source: The back-up/restore service is proposed in BETA testing in order to identify potential issues before its general release.
ar: خدمة النسخ الاحتياطي/الاستعادة قيد الاختبار التجريبي (بيتا) لتحديد المشكلات المحتملة قبل إطلاقها رسميًا.
bg: Услугата за архивиране/възстановяване се предлага в BETA тестване, за да се идентифицират потенциални проблеми преди общото ѝ пускане.
cs: Služba zálohování/obnovy je nabízena v BETA testování, aby bylo možné před jejím všeobecným vydáním odhalit případné problémy.
da: Sikkerhedskopierings-/gendannelsestjenesten foreslås i BETA-test for at identificere potentielle problemer før dens generelle udgivelse.
de: Der Sicherungs-/Wiederherstellungsdienst wird als BETA-Test angeboten, um potenzielle Probleme vor seiner allgemeinen Veröffentlichung zu identifizieren.
el: Η υπηρεσία αντιγράφου ασφαλείας/επαναφοράς προσφέρεται σε δοκιμαστική έκδοση BETA για τον εντοπισμό πιθανών προβλημάτων πριν από τη γενική διάθεσή της.
es: El servicio de copia de seguridad/restauración se encuentra en fase beta para identificar posibles problemas antes de su lanzamiento general.
fa: سرویس پشتیبان‌گیری/بازیابی در مرحله‌ی آزمایش بتا (BETA) قرار دارد تا مشکلات احتمالی قبل از انتشار عمومی شناسایی شوند.
fi: Varmuuskopiointi-/palautuspalvelua ehdotetaan BETA-testauksessa mahdollisten ongelmien tunnistamiseksi ennen sen yleistä julkaisua.
fr: Le service de sauvegarde/restauration est proposé en version BETA afin d'identifier les problèmes potentiels avant sa mise en service générale.
he: שירות הגיבוי/שחזור מוצע בבדיקות BETA על מנת לזהות בעיות פוטנציאליות לפני השקתו הכללית.
hi: बैक-अप/रिस्टोर सर्विस को BETA टेस्टिंग में प्रपोज़ किया गया है ताकि इसके जनरल रिलीज़ से पहले संभावित दिक्कतों की पहचान की जा सके।
hr: Usluga sigurnosnog kopiranja/obnove ponuđena je u BETA testiranju kako bi se otkrili mogući problemi prije općeg izdanja.
hu: A mentés/visszaállítás szolgáltatás BETA tesztelés alatt érhető el, hogy a nyilvános kiadás előtt azonosítsák a lehetséges problémákat.
id: Layanan pencadangan/pemulihan diusulkan dalam pengujian BETA untuk mengidentifikasi potensi masalah sebelum rilis umum.
it: Il servizio di backup/ripristino è proposto in fase di test BETA per identificare potenziali problemi prima del rilascio generale.
ja: バックアップ/復元サービスは、一般公開前に潜在的な問題を特定するためにベータテストで提案されています。
ko: 백업/복원 서비스는 정식 출시 전 잠재적인 문제를 파악하기 위해 베타 테스트 중입니다.
nb: Sikkerhetskopierings-/gjenopprettingstjenesten er foreslått i BETA-testing for å identifisere potensielle problemer før den generelle utgivelsen.
nl: De back-up-/herstelservice wordt momenteel in bètatests aangeboden om potentiële problemen te identificeren vóór de algemene release.
pl: Usługa tworzenia kopii zapasowej/przywracania jest proponowana w fazie testów BETA w celu zidentyfikowania potencjalnych problemów przed jej oficjalnym udostępnieniem.
pt_pt: O serviço de backup/restauro está em fase de testes BETA para identificar possíveis problemas antes do lançamento oficial.
ro: Serviciul de backup/restaurare este propus în testare BETA pentru a identifica eventuale probleme înainte de lansarea sa generală.
ru: Служба резервного копирования/восстановления предлагается в рамках бета-тестирования для выявления потенциальных проблем перед её общим выпуском.
sk: Služba zálohovania/obnovy je ponúkaná v testovaní BETA, aby bolo možné pred jej všeobecným vydaním identifikovať možné problémy.
sl: Storitev varnostnega kopiranja/obnovitve je na voljo v preizkusni različici BETA, da bi pred splošno izdajo odkrili morebitne težave.
sq: Shërbimi i kopjes rezervë/rikthimit ofrohet në testim BETA për të identifikuar problemet e mundshme përpara publikimit të përgjithshëm.
sr_latn: Usluga bekapa/vraćanja se nudi u BETA testiranju kako bi se identifikovali potencijalni problemi pre njenog opšteg izdavanja.
sv: Säkerhetskopierings-/återställningstjänsten föreslås i BETA-testning för att identifiera potentiella problem innan den släpps allmänt.
tr: Yedekleme/geri yükleme hizmeti, genel kullanıma sunulmadan önce olası sorunları belirlemek amacıyla BETA testinde sunulmaktadır.
uk: Служба резервного копіювання/відновлення пропонується на стадії БЕТА-тестування, щоб виявити потенційні проблеми перед її загальним випуском.
vi: Dịch vụ sao lưu/khôi phục đang được thử nghiệm BETA để xác định các vấn đề tiềm ẩn trước khi phát hành rộng rãi.
zh_hans: 备份/恢复服务目前处于 Beta 测试阶段，旨在正式发布前识别潜在问题。
zh_hant: 備份/復原服務目前處於 Beta 測試階段，旨在正式發布前識別潛在問題。
